//const si = {
//    서울: '서울',
//    경기: '경기',
//    인천: '인천',
//    대전: '대전',
//    대구: '대구',
//    부산: '부산',
//    울산: '울산',
//    광주: '광주',
//    강원: '강원',
//    충북: '충북',
//    충남: '충남',
//    경북: '경북',
//    경남: '경남',
//    전북: '전북',
//    전남: '전남',
//    제주: '제주',
//};

//const seoul = {
//    종로구: '종로구',
//    중구: '중구',
//    용산구: '용산구',
//    성동구: '성동구',
//    광진구: '광진구',
//    동대문구: '동대문구',
//    중랑구: '중랑구',
//    성북구: '성북구',
//    강북구: '강북구',
//    도봉구: '도봉구',
//    노원구: '노원구',
//    은평구: '은평구',
//    서대문구: '서대문구',
//    마포구: '마포구',
//    양천구: '양천구',
//    강서구: '강서구',
//    구로구: '구로구',
//    금천구: '금천구',
//    영등포구: '영등포구',
//    동작구: '동작구',
//    관악구: '관악구',
//    서초구: '서초구',
//    강남구: '강남구',
//    송파구: '송파구',
//    강동구: '강동구'
//};

//const gyeonggi = {
//    고양시: "고양시",
//    과천시: "과천시",
//    광명시: "광명시",
//    광주시: "광주시",
//    구리시: "구리시",
//    군포시: "군포시",
//    김포시: "김포시",
//    남양주시: "남양주시",
//    동두천시: "동두천시",
//    부천시: "부천시",
//    성남시: "성남시",
//    수원시: "수원시",
//    시흥시: "시흥시",
//    안산시: "안산시",
//    안성시: "안성시",
//    안양시: "안양시",
//    양주시: "양주시",
//    오산시: "오산시",
//    용인시: "용인시",
//    의왕시: "의왕시",
//    의정부시: "의정부시",
//    이천시: "이천시",
//    파주시: "파주시",
//    평택시: "평택시",
//    포천시: "포천시",
//    하남시: "하남시",
//    화성시: "화성시",
//    가평군: "가평군",
//    양평군: "양평군",
//    여주군: "여주군",
//    연천군: "연천군",
//};

//const incheon = {
//    계양구: "계양구",
//    미추홀구: "미추홀구",
//    남동구: "남동구",
//    동구: "동구",
//    부평구: "부평구",
//    서구: "서구",
//    연수구: "연수구",
//    중구: "중구",
//    강화군: "강화군",
//    옹진군: "옹진군",
//};

//const daejeon = {
//    대덕구: "대덕구", 동구: "동구", 서구: "서구", 유성구: "유성구", 중구: "중구"
//};

//const daegu = {
//    남구: "남구", 달서구: "달서구", 동구: "동구", 북구: "북구", 서구: "서구", 수성구: "수성구", 중구: "중구", 달성군: "달성군"
//};

//const busan = {
//    강서구: "강서구",
//    금정구: "금정구",
//    남구: "남구",
//    동구: "동구",
//    동래구: "동래구",
//    부산진구: "부산진구",
//    북구: "북구",
//    사상구: "사상구",
//    사하구: "사하구",
//    서구: "서구",
//    수영구: "수영구",
//    연제구: "연제구",
//    영도구: "영도구",
//    중구: "중구",
//    해운대구: "해운대구",
//    기장군: "기장군",
//};

//const ulsan = {
//    남구: "남구", 동구: "동구", 북구: "북구", 중구: "중구", 울주군: "울주군"
//};

//const gwangju = {
//    광산구: "광산구", 남구: "남구", 동구: "동구", 북구: "북구", 서구: "서구"
//}

//const gangwon = {
//    강릉시: "강릉시",
//    동해시: "동해시",
//    삼척시: "삼척시",
//    속초시: "속초시",
//    원주시: "원주시",
//    춘천시: "춘천시",
//    태백시: "태백시",
//    고성군: "고성군",
//    양구군: "양구군",
//    양양군: "양양군",
//    영월군: "영월군",
//    인제군: "인제군",
//    정선군: "정선군",
//    철원군: "철원군",
//    평창군: "평창군",
//    홍천군: "홍천군",
//    화천군: "화천군",
//    횡성군: "횡성군",
//}

//const chungbuk = {
//    제천시: "제천시",
//    청주시: "청주시",
//    충주시: "충주시",
//    괴산군: "괴산군",
//    단양군: "단양군",
//    보은군: "보은군",
//    영동군: "영동군",
//    옥천군: "옥천군",
//    음성군: "음성군",
//    증평군: "증평군",
//    진천군: "진천군",
//    청원군: "청원군", //이거 없어짐
//};

//const chungnam = {
//    계룡시: "계룡시",
//    공주시: "공주시",
//    논산시: "논산시",
//    보령시: "보령시",
//    서산시: "서산시",
//    아산시: "아산시",
//    천안시: "천안시",
//    금산군: "금산군",
//    당진군: "당진군",
//    부여군: "부여군",
//    서천군: "서천군",
//    연기군: "연기군", //이거 세종
//    예산군: "예산군",
//    청양군: "청양군",
//    태안군: "태안군",
//    홍성군: "홍성군",
//}

//const gyeongbuk = {
//    경산시: "경산시",
//    경주시: "경주시",
//    구미시: "구미시",
//    김천시: "김천시",
//    문경시: "문경시",
//    상주시: "상주시",
//    안동시: "안동시",
//    영주시: "영주시",
//    영천시: "영천시",
//    포항시: "포항시",
//    고령군: "고령군",
//    군위군: "군위군",
//    봉화군: "봉화군",
//    성주군: "성주군",
//    영덕군: "영덕군",
//    영양군: "영양군",
//    예천군: "예천군",
//    울릉군: "울릉군",
//    울진군: "울진군",
//    의성군: "의성군",
//    청도군: "청도군",
//    청송군: "청송군",
//    칠곡군: "칠곡군",
//}

//const gyeongnam = {
//    거제시: "거제시",
//    김해시: "김해시",
//    마산시: "마산시",
//    밀양시: "밀양시",
//    사천시: "사천시",
//    양산시: "양산시",
//    진주시: "진주시",
//    진해시: "진해시",
//    창원시: "창원시",
//    통영시: "통영시",
//    거창군: "거창군",
//    고성군: "고성군",
//    남해군: "남해군",
//    산청군: "산청군",
//    의령군: "의령군",
//    창녕군: "창녕군",
//    하동군: "하동군",
//    함안군: "함안군",
//    함양군: "함양군",
//    합천군: "합천군",
//}

//const jeonbuk = {
//    군산시: "군산시",
//    김제시: "김제시",
//    남원시: "남원시",
//    익산시: "익산시",
//    전주시: "전주시",
//    정읍시: "정읍시",
//    고창군: "고창군",
//    무주군: "무주군",
//    부안군: "부안군",
//    순창군: "순창군",
//    완주군: "완주군",
//    임실군: "임실군",
//    장수군: "장수군",
//    진안군: "진안군",
//};

//const jeonnam = {
//    광양시: "광양시",
//    나주시: "나주시",
//    목포시: "목포시",
//    순천시: "순천시",
//    여수시: "여수시",
//    강진군: "강진군",
//    고흥군: "고흥군",
//    곡성군: "곡성군",
//    구례군: "구례군",
//    담양군: "담양군",
//    무안군: "무안군",
//    보성군: "보성군",
//    신안군: "신안군",
//    영광군: "영광군",
//    영암군: "영암군",
//    완도군: "완도군",
//    장성군: "장성군",
//    장흥군: "장흥군",
//    진도군: "진도군",
//    함평군: "함평군",
//    해남군: "해남군",
//    화순군: "화순군",
//}

//const jeju = {
//    서귀포시: "서귀포시",
//    제주시: "제주시",
//}

//const sejong = {
//    세종시: "세종시",
//}

//module.exports = { si, seoul, gyeonggi, incheon, daejeon, daegu, busan, ulsan, gwangju, gangwon, chungbuk, chungnam, gyeongbuk, gyeongnam, jeonbuk, jeonnam, jeju };
